web-api-helloworld/python-fastapi-sync/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   136.60ms  136.73ms   1.75s    97.93%
    Req/Sec   209.56     19.90   250.00     83.95%
  48995 requests in 1.12m, 6.87MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:    728.50
Transfer/sec:    104.58KB