web-api-helloworld/python-fastapi-sync/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.50ms   29.54ms 175.96ms   82.57%
    Req/Sec     1.01k    92.02     1.91k    75.25%
  241106 requests in 1.00m, 32.88MB read
Requests/sec:   4017.42
Transfer/sec:    561.03KB